Repository: spyrit/spyrit-venio
Catalog: languages/venio-*.po
Languages: fr_fr

source: Display Venio events directly on your WordPress website.
fr_fr: Affiche les événements Venio directement sur votre site WordPress.

source: Venio's logo
fr_fr: Logo de Venio

source: Events retrieval
fr_fr: Récupération des événements

source: Force update
fr_fr: Forcer la récupération

source: Last update
fr_fr: Dernière récupération

source: How to use Venio plugin on your website?
fr_fr: Comment utiliser l’extension Venio sur votre site internet ?

source: Insert the shortcode in your pages or posts
fr_fr: Insérez le shortcode dans vos pages / articles WordPress

source: Display a search module listing your events depending on search criteria.
fr_fr: Affiche un module de recherche qui liste vos événements en fonction des critères recherchés.

source: Available options
fr_fr: Options disponibles

source: not required
fr_fr: non requis

source: institution slug
fr_fr: slug de l’institution des événements

source: Example
fr_fr: Exemple d’intégration

source: How does it work?
fr_fr: Comment ça marche ?

source: Single event
fr_fr: Fiche événement

source: An URL is aviable for each of your events under the following pattern
fr_fr: Un URL est disponible pour chacun de vos événements, sous la forme suivante

source: https://yourwebsite.com/
fr_fr: https://votresite.fr/

source: Consulting events is generating the url
fr_fr: Cette URL est générée à la volée, en fonction des événements connus par le site via l’API Venio

source: Caching system
fr_fr: Le cache

source: Caching system is regulating the connection with Venio API calls
fr_fr: La connexion avec Venio et l’appel de vos événements est régulée par un cache sur votre site WordPress

source: Caching lifetime is set to 1 hour (3600 seconds), every hours, your website make a new API call to Venio to get and display all your public events
fr_fr: La durée de vie du cache est d’une heure (3600 secondes), toutes les heures, votre site WordPress fait un nouvel appel à Venio pour récupérer et afficher vos événements

source: Anytime, you can force the events retrieval clicking on the "Force update" button
fr_fr: À tout moment, vous pouvez forcer la récupération des événements (le renouvellement du cache) en appuyant sur le bouton « Forcer la récupération »

source: Designed by
fr_fr: Développé par

source: Institutions, separated by comma
fr_fr: Institutions, séparées par une virgule

source: Access the event page
fr_fr: Accéder à la page de l’événement

source: Search by name
fr_fr: Rechercher par nom

source: Search
fr_fr: Rechercher

source: Practical informations
fr_fr: Informations pratiques

source: Program
fr_fr: Programme

source: Packages list
fr_fr: Liste des formules

source: Package
fr_fr: Formule

source: Register with the package
fr_fr: S’inscrire avec la formule

source: You will leave the site to register on
fr_fr: Vous allez quitter le site pour vous inscrire sur

source: Choose this package
fr_fr: Choisir cette formule

source: Starting from
fr_fr: À partir de

source: Settings
fr_fr: Réglages
